{"translation-revision-date":"2021-12-22 05:14:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"This stage is already completed.":["Αυτό το στάδιο έχει ήδη ολοκληρωθεί."],"Setup":["Ρύθμιση"],"Finishing setup…":["Ολοκληρώνεται η ρύθμιση…"],"Check status":["Έλεγχος Κατάστασης"],"Quit":["Εγκατάλειψη"],"Quit setup":["Κλείστε τη ρύθμιση"],"Something went wrong with the request.":["Κάτι πήγε στραβά με το αίτημα."],"Step %s":["Βήμα %s"],"Convert now":["Μετατρέψτε τώρα"],"Convert Images to WebP":["Μετατροπή εικόνων σε WebP"],"Next, click Check Status button below to see if it's working.":["Στη συνέχεια, κάντε κλικ στο κουμπί Έλεγχος Κατάστασης παρακάτω για να δείτε αν λειτουργεί."],"Get Support.":["Λάβετε υποστήριξη."],"Still having trouble?":["Έχετε ακόμα πρόβλημα;"],"NGINX":["NGINX"],"Apache":["Apache"],"WebP conversion is active and working well. Your hosting has automatically pre-configured the conversion for you. The only step for you would be to create WebP images below.":["Η μετατροπή WebP είναι ενεργή και λειτουργεί καλά. Ο πάροχος φιλοξενίας σας έχει ρυθμίσει εκ των προτέρων τη μετατροπή για εσάς. Το μόνο βήμα για εσάς θα ήταν να δημιουργήσετε εικόνες WebP παρακάτω."],"Since your site is hosted with WPMU DEV, we already have done the configurations steps for you. The only step for you would be to create WebP images below.":["Δεδομένου ότι ο ιστότοπός σας φιλοξενείται με τη WPMU DEV, έχουμε ήδη κάνει τα βήματα διαμόρφωσης για εσάς. Το μόνο βήμα για εσάς θα ήταν να δημιουργήσετε εικόνες WebP παρακάτω."],"We noticed the Amazon S3 Integration is enabled. Offloaded images will not be served in WebP format, but Smush will create local WebP copies of all images. If this is undesirable, you can quit the setup.":["Παρατηρήσαμε ότι το Amazon S3 Integration είναι ενεργοποιημένο. Οι εικόνες που δεν έχουν φορτωθεί δεν θα προβάλλονται σε μορφή WebP, αλλά το Smush θα δημιουργήσει τοπικά αντίγραφα WebP όλων των εικόνων. Εάν αυτό είναι ανεπιθύμητο, μπορείτε να κλείσετε τη ρύθμιση."],"The rules have been applied successfully.":["Οι κανόνες εφαρμόστηκαν με επιτυχία."],"Finish Setup":["Ολοκλήρωση ρύθμισης"],"The following configurations are for NGINX servers. If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.":["Οι ακόλουθες διαμορφώσεις αφορούν διακομιστές NGINX. Εάν δεν έχετε πρόσβαση στα αρχεία διαμόρφωσης NGINX, θα πρέπει να επικοινωνήσετε με τον πάροχο φιλοξενίας σας για να κάνει αυτές τις αλλαγές."],"Add Rules":["Προσθήκη κανόνων"],"Choose Server Type":["Επιλέξτε Τύπο Διακομιστή"],"Try WebP for free":["Δοκιμάστε το WebP δωρεάν"],"Serve WebP version of images in the browsers that support it and fall back to JPEGs and PNGs for non supported browsers.":["Σερβίρει την έκδοση WebP εικόνων στα προγράμματα περιήγησης που το υποστηρίζουν και επιστρέφει σε JPEG και PNG για προγράμματα που δεν υποστηρίζονται."],"Fix “Serve images in next-gen format\" Google PageSpeed recommendation.":["Επιδιόρθωση της σύστασης του Google PageSpeed  \"Προβολή εικόνων σε μορφή επόμενης γενιάς\"."],"Add or automatically apply the rules to enable Local WebP feature.":["Προσθέστε ή εφαρμόστε αυτόματα τους κανόνες για να ενεργοποιήσετε τη λειτουργία τοπικού WebP."],"Manual":["Χειροκίνητο"],"Automatic":["Αυτόματο"],"Copy the generated code below and paste it at the top of your .htaccess file (before any existing code) in the root directory.":["Αντιγράψτε τον παραγόμενο κώδικα παρακάτω και επικολλήστε τον στο επάνω μέρος του αρχείου .htaccess (πριν από οποιονδήποτε υπάρχοντα κώδικα) στον ριζικό κατάλογο."],"If you are unable to get the automated method working, follow these steps:":["Εάν δεν μπορείτε να χρησιμοποιήσετε την αυτοματοποιημένη μέθοδο, ακολουθήστε αυτά τα βήματα:"],"Local WebP":["Τοπικό WebP"],"Fix the \"Serve images in next-gen format\" Google PageSpeed recommendation by setting up this feature. Serve WebP versions of your images to supported browsers, and gracefully fall back on JPEGs and PNGs for browsers that don't support WebP.":["Διορθώστε την πρόταση του Google PageSpeed  \"Προβάλετε εικόνες σε μορφή επόμενης γενιάς\" ρυθμίζοντας αυτήν τη λειτουργία. Προβάλετε εκδόσεις WebP των εικόνων σας σε υποστηριζόμενα προγράμματα περιήγησης και επιστρέψτε σε JPEG και PNG για προγράμματα περιήγησης που δεν υποστηρίζουν WebP."],"Smush WebP":["Συμπίεση WebP"],"Reload NGINX.":["Φορτώστε ξανά το NGINX."],"Copy the generated code found below and paste it inside your http or server blocks.":["Αντιγράψτε τον κώδικα που δημιουργήθηκε παρακάτω και επικολλήστε τον μέσα στο http ή server μπλοκ του διακομιστή σας."],"Insert the following in the server context of your configuration file (usually found in \/etc\/nginx\/sites-available). “The server context” refers to the part of the configuration that starts with “server {” and ends with the matching “}”.":["Εισαγάγετε τα ακόλουθα στο περιβάλλον διακομιστή του αρχείου διαμόρφωσης (συνήθως βρίσκεται στο \/etc\/nginx\/sites-available). Το \"περιβάλλον διακομιστή\" αναφέρεται στο μέρος της διαμόρφωσης που ξεκινά με \"server {\" και τελειώνει με το αντίστοιχο \"}\"."],"If you don't know where those files are, or you aren't able to reload Apache, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server.":["Εάν δεν γνωρίζετε πού βρίσκονται αυτά τα αρχεία ή δεν μπορείτε να φορτώσετε ξανά το Apache, θα πρέπει να συμβουλευτείτε τον πάροχο φιλοξενίας σας ή έναν διαχειριστή συστήματος που έχει πρόσβαση για να αλλάξει τη διαμόρφωση του διακομιστή σας."],"Reload Apache.":["Φορτώστε ξανά το Apache."],"Look for your site in the file and find the line that starts with <Directory> - add the code above that line and into that section and save the file.":["Αναζητήστε τον ιστότοπό σας στο αρχείο και βρείτε τη γραμμή που ξεκινά με το <Directory> - προσθέστε τον παραπάνω κώδικα σε αυτήν την ενότητα και αποθηκεύστε το αρχείο."],"If .htaccess does not work, and you have access to vhosts.conf or httpd.conf, try this:":["Εάν το .htaccess δεν λειτουργεί και έχετε πρόσβαση στο vhosts.conf ή στο httpd.conf, δοκιμάστε αυτό:"],"Troubleshooting":["Αντιμετώπιση προβλημάτων"],"Apply rules":["Εφαρμογή κανόνων"],"Please note: Some servers have both Apache and NGINX software which may not begin serving WebP images after applying the .htaccess rules. If errors occur after applying the rules, we recommend adding NGINX rules manually.":["Παρακαλούμε σημειώστε: Ορισμένοι διακομιστές διαθέτουν και λογισμικό Apache και NGINX που ενδέχεται να μην αρχίσει να προβάλλει εικόνες WebP μετά την εφαρμογή των κανόνων .htaccess. Εάν προκύψουν σφάλματα μετά την εφαρμογή των κανόνων, σας συνιστούμε να προσθέσετε τους κανόνες NGINX με μη αυτόματο τρόπο."],"Smush can automatically apply WebP conversion rules for Apache servers by writing to your .htaccess file. Alternatively, switch to Manual to apply these rules yourself.":["Το Smush μπορεί να εφαρμόσει αυτόματα κανόνες μετατροπής WebP για διακομιστές Apache γράφοντας το αρχείο .htaccess. Εναλλακτικά, μεταβείτε στο Εγχειρίδιο για να εφαρμόσετε μόνοι σας αυτούς τους κανόνες."],"We've automatically detected your server type is %s. If this is incorrect, manually select your server type to generate the relevant rules and instructions.":["Εντοπίσαμε αυτόματα τον τύπο του διακομιστή σας είναι %s. Εάν αυτό δεν είναι σωστό, επιλέξτε χειροκίνητα τον τύπο του διακομιστή σας για να δημιουργήσετε τους σχετικούς κανόνες και οδηγίες."],"Choose your server type. If you don’t know this, please contact your hosting provider.":["Επιλέξτε τον τύπο του διακομιστή σας. Εάν δεν το γνωρίζετε, παρακαλούμε επικοινωνήστε με τον πάροχο φιλοξενίας σας."],"Server Type":["Τύπος Διακομιστή"],"Previous":["Προηγούμενο"],"Finish":["Τέλος"],"Next":["Επόμενο"],"Pro":["Pro"],"Learn more":["Μάθετε περισσότερα"]}},"comment":{"reference":"app\/assets\/js\/smush-react-webp.js"}}