{"translation-revision-date":"2021-12-22 05:14:08+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"The uploaded file is not a %s Config. Please make sure the uploaded file is correct.":["Το μεταφορτωμένο αρχείο δεν είναι %s Διαμόρφωσης. Βεβαιωθείτε ότι το μεταφορτωμένο αρχείο είναι σωστό."],"%s config created successfully.":["Η διαμόρφωση %s δημιουργήθηκε με επιτυχία."],"Save your current settings configuration. You’ll be able to then download and apply it to your other sites.":["Αποθηκεύστε την τρέχουσα διαμόρφωση ρυθμίσεων. Στη συνέχεια, θα μπορείτε να τη κατεβάσετε και να τη εφαρμόσετε στους άλλους ιστότοπούς σας."],"Save Config":["Αποθήκευση διαμόρφωσης"],"Change your config name to something recognizable.":["Αλλάξτε το όνομα της διαμόρφωσής σας σε κάτι αναγνωρίσιμο."],"Rename Config":["Μετονομασία διαμόρφωσης"],"Save":["Αποθήκευση"],"The config name is required":["Απαιτείται το όνομα διαμόρφωσης"],"Description":["Περιγραφή"],"Config name":["Όνομα διαμόρφωσης"],"Are you sure you want to delete %s? You will no longer be able to apply it to this or other connected sites.":["Είστε βέβαιοι ότι θέλετε να διαγράψετε τη %s; Δεν θα μπορείτε πλέον να τη εφαρμόσετε σε αυτόν ή σε άλλους συνδεδεμένους ιστότοπους."],"Delete Configuration File":["Διαγραφή αρχείου διαμόρφωσης"],"%s config has been applied successfully.":["Η διαμόρφωση %s εφαρμόστηκε με επιτυχία."],"Are you sure you want to apply the %s config to this site? We recommend you have a backup available as your existing settings configuration will be overridden.":["Είστε βέβαιοι ότι θέλετε να εφαρμόσετε τη διαμόρφωση %s σε αυτόν τον ιστότοπο; Σας προτείνουμε να έχετε διαθέσιμο αντίγραφο ασφαλείας, καθώς η υπάρχουσα ρύθμιση παραμέτρων θα παρακαμφθεί."],"Apply Config":["Εφαρμογή διαμόρφωσης"],"%s config has been uploaded successfully – you can now apply it to this site.":["Η διαμόρφωση %s μεταφορτώθηκε με επιτυχία - μπορείτε πλέον να την εφαρμόσετε σε αυτόν τον ιστότοπο."],"Request failed. Status: %s. Please reload the page and try again.":["Το αίτημα απέτυχε. Κατάσταση: %s. Επαναλάβετε τη φόρτωση της σελίδας και προσπαθήστε ξανά."],"Try The Hub":["Δοκιμάστε το The Hub"],"Name and Description":["Όνομα και περιγραφή"],"Download":["Κατεβάστε"],"Apply":["Εφαρμογή"],"Check again":["Ελέγξετε ξανά"],"Created or updated configs via the Hub?":["Δημιουργήσατε ή ενημερώσατε διαμορφώσεις μέσω του Hub;"],"Use configs to save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["Χρησιμοποιήστε τις διαμορφώσεις για να αποθηκεύσετε τις προκαθορισμένες ρυθμίσεις του Smush και, στη συνέχεια, μεταφορτώστε και εφαρμόστε τις στους άλλους ιστότοπούς σας με λίγα μόνο κλικ!"],"You don’t have any available config. Save preset configurations of Smush’s settings, then upload and apply them to your other sites in just a few clicks!":["Δεν έχετε διαθέσιμη διαμόρφωση. Αποθηκεύστε τις προκαθορισμένες διαμορφώσεις των ρυθμίσεων του Smush και, στη συνέχεια, ανεβάστε και εφαρμόστε τις στους άλλους ιστότοπούς σας με λίγα μόνο κλικ!"],"Updating the config list…":["Ενημέρωση της λίστας διαμορφώσεων…"],"Save config":["Αποθήκευση διαμόρφωσης"],"Upload":["Μεταφόρτωση"],"Preset Configs":["Προεπιλεγμένες διαμορφώσεις"],"the Hub.":["the Hub."],"You can easily apply configs to multiple sites at once via ":["Μπορείτε εύκολα να εφαρμόσετε διαμορφώσεις σε πολλούς ιστότοπους ταυτόχρονα μέσω"],"Local WebP":["Τοπικό WebP"],"Close this dialog window":["Κλείστε αυτό το παράθυρο διαλόγου"],"Dismiss notice":["Παράβλεψη ειδοποίησης"],"Subsite Controls":["Στοιχεία ελέγχου Επιμέρους ιστοτόπου"],"Tools":["Εργαλεία"],"Lazy Load":["Lazy Load"],"Delete":["Διαγραφή"],"Cancel":["Ακύρωση"],"Integrations":["Ενσωματώσεις"],"Bulk Smush":["Μαζική Συμπίεση"],"CDN":["CDN"],"Settings":["Ρυθμίσεις"]}},"comment":{"reference":"app\/assets\/js\/smush-react-configs.js"}}